{
    
	"DBpedia14":{
		"labelstudio_project_id":1,
		"title":"DBpedia entity classifier",
		"description":"The DBpedia ontology classification dataset is constructed by picking 14 non-overlapping classes from DBpedia 2014. Click [here](https://huggingface.co/datasets/dbpedia_14) for more info.",
		"samples":[
			"Costas Evangelatos. Costas Evangelatos is a Greek artist and poet born in Argostoli in 1957 but he is originated by his father side from Lixouri Kefalonia. He studied law at Athens University painting and aesthetic theory of modern art in Manhattan (New York City). From 1986 until 1993 he was the artistic director of the DADA Gallery in Athens and in 1990 founded the art group ART STUDIO EST.Along with painting has worked internationally in the fields of Performance Body Art Happening and Mail art.",
	"Leffingwell Inn. The Leffingwell Inn is a historic inn in the Norwichtown section of Norwich Connecticut.The building is architecturally important for having been built around some of the best seventeenth century remains left in Connecticut.It was listed on the National Register of Historic Places in 1970.It was photographed in the Historic American Buildings Survey program in 1961.",
	"Ramadasu (1964). Ramadasu is a 1964 Telugu devotional biographical film. The ensemble cast film was directed by veteran Chittor V. Nagaiah who has also enacted the role Kancharla Gopanna. The blockbuster film has garnered the National Film Award for Best Feature Film in Telugu and has garnered several state awards.",
	"Volno. Volno is a village in Petrich Municipality in Blagoevgrad Province Bulgaria.",
	"Rosenberg Library. Rosenberg Library a public library located at 2310 Sealy Street in Galveston Texas United States is the oldest continuously operating library in Texas. It serves as headquarters of the Galveston County Library System and its librarian also functions as the Galveston County Librarian."	
		],
		"labels":["Company", "Educational Institution", "Artist", "Athlete", "Office Holder", "Mean Of Transportation", "Building", "Natural Place", "Village", "Animal", "Plant", "Album", "Film", "Written Work"],
		"available_models":["dbpedia_baseline_bert", "dbpedia_distilbert", "Zero-shot classification"]
	},


	"Toxicity":{
		"labelstudio_project_id":2,
		"title":"",
		"description":"Trained models to predict toxic comments. Task and datasets were provided by The Conversation AI team, a research initiative founded by Jigsaw and Google (both a part of Alphabet). Click [here](https://www.kaggle.com/c/jigsaw-toxic-comment-classification-challenge) for more info.",
		"samples":[
			"You are studid and ugly as f*",
            "I hate you and you suck",
            "This is bullshit!",
            "Another lovely comment",
            "Go back to your country"
		],
		"labels":["toxic", "severe_toxic", "obscene", "threat", "insult", "identity_hate"],
		"available_models":["toxic_comments_baseline_bert", "Zero-shot classification"]
	}
}